import React from 'react';
import './Intro.scss';

export default function Intro() {
    return <div className='mt-6 Intro p-2'>
        <h1 className='text-2xl text-center'>ليه مجموعة كتب Englishiano هي الأفضل في مصر و الوطن العربي؟
        </h1>
        <h1 className='text-2xl text-center mt-3'>
            محتويات كتاب إنجلشيانو
        </h1>

        <ul className="space-y-1 list-disc list-inside mt-3">
            <li>
                أهم 120 محادثة في اللغة الإنجليزية و جمب كل محادثة QR كود للإستماع باللهجة الأمريكية (يعني هتذاكر الشرح و هتسمع المحادثة و في نفس الوقت شايفها قدامك و هتردد وراها بنفس اللهجة).
            </li>
            <li>
                أهم الكلمات المستخدمة في كل نواحي الحياة بالصور و جمبهم QR كود للنطق مع الترجمة.
            </li>
            <li>
                أهم 1000 جملة في اللغة الإنجليزية و جمبهم QR كود للنطق مع الترجمة.
            </li>
            <li>
                أهم 3000 كلمة في اللغة الإنجليزية مقسمة لأشهر الكلمات التي تبدأ بكل حرف من حروف اللغة و جمبهم QR كود للنطق مع الترجمة.
            </li>
            <li>
                أهم 20 سؤال للإنترفيو (Interview) اللي تعتبر مطلب جماهيري و بتبقي مصدر قلق و خوف كبير قبل أي مقابلة شغل بإجاباتهم النموذجية و جمبهم QR كود بالنطق و الأكسنت مع الترجمة.
            </li>
            <li>
                خطة المذاكرة و الوصول للطلاقة يوم بيوم كأن في مدرس بيوجهك و يقولك هتعمل كذا النهاردة و كذا بكرة.

            </li>
            <li>
                جودة طباعة فاخرة شبيهة بالمجلات و تنسيقات و ألوان فوق الممتازة.
            </li>
            <li>
                الكتاب مناسب لكل الأعمار و المستويات و طلاب و خريجي الجامعات و جميع مراحل التعليم من الإبتدائي حتي الثانوي و أولياء الأمور.
            </li>
        </ul>

        <h1 className='text-2xl text-center mt-3'>
            بوكليت إنجلشيانو جرامر
        </h1>

        <ul className="space-y-1 list-disc list-inside mt-2">
            <li>و اللي فيه هتتعلم أهم قواعد الجرامر في اللغة الإنجليزية بداية من إزاي تكون جملة و أجزاء الكلام و جميع الأزمنة و الروابط و الدروس اللي هتساعدك تخلي الكلام يتكون لوحده بشكل مرتب و منظم و كمان بعد كل درس هتلاقي تدريبات مهمة عليه بالإجابات.
            </li>
        </ul>

        <h1 className='text-2xl text-center mt-5'>
            بوكليت إنجلشيانو تخصصات الإلكتروني (هدية pdf لكل طلاب و خريجي جميع الكليات و المعاهد)
        </h1>

        <ul className="space-y-1 list-disc list-inside mt-2">

            <li>
                و اللي فيه هتلاقي أهم المصطلحات المستخدمة لطلاب و خريجي 23 كلية (مع الترجمة) من جميع كليات الطب و الهندسة و الحاسبات و الصيدلة و العلوم و التجارة و الحقوق و الآداب و كلية الشرطة و الكلية الحربية و الكلية البحرية و الكلية الجوية و كل الكليات و المعاهد و الدبلومات.
            </li>

        </ul>


    </div>
}
