export const data = [
  {id: 1, Question: 'هل كتاب و بوكليت Englishiano كافيين و يغنوني عن أي كورسات؟',Answer: 'دي أقوي مجموعة ممكن تجبيها دا غير أنه بيغنيك عن الكورسات و المحاضرات اللي بتكلفك فلوس كتيرة و وقت و مجهود كبير.'}
  , { id: 2, Question: 'إزاي هقرأ أو أتأكد أن نطقي صحيح؟ هل محتاج لحد يقرألي؟', Answer: 'مجموعة كتب Englishiano بالخاصية الصوتية اللي بتتميز بيها هتسهل الدنيا خالص عليك و لو في حاجة واقفة معاك هتسمعها و في نفس الوقت شايفها فالدنيا هتبقي أبسط و أسهل ما يكون' }
  , { id: 3, Question: 'إيه هو Qr code؟', Answer: 'هو كود عبارة عن مربع صغير موجود جمب كل نقطة بتذاكرها بتوجه عليها كاميرا الموبايل علشان تقدر تروح للملف الصوتي الخاص بالنقطة اللي بتذاكرها علشان تسمع و تشوف و تردد و كله في نفس الوقت' }
  , { id: 4, Question: 'إزاي أتعامل مع برنامج Qr Code Scanner؟', Answer: 'حضرتك هتنزل برنامج Qr scanner و هيتم فتح البرنامج و هتلاقي مربع للفحص جوا البرنامج. بعدها قرب الكاميرا الخلفية من المربع اللي فيه الكود بحيث إنها تيجي جوا المربع فهيفتح الكود علي طول.' }
  , { id: 5, Question: 'عرض مجموعة Englishiano بيشمل إيه؟', Answer: `1. كتاب Englishiano الصوتي.
2. بوكليت Englishinao جرامر.
3. هدية PDF موجودة بأخر صفحة بالكتاب الصوتي عبارة عن أهم المصطلحات و التعبيرات المستخدمة داخل جميع كليات و معاهد مصر بجميع التخصصات.

و كمان هتلاقي خطة Englishiano للمذاكرة يوم بيوم للوصول للطلاقة كأن قدامك حد بيرشدك و بيوجهك هتذاكر إيه النهاردة و هتعمل إيه بكرة و الشهر الجاي و اللي بعده و هكذا.` }
  , { id: 6, Question: `كم عدد صفحات المجموعة؟
`, Answer: `
1. الكتاب الصوتي عبارة عن 165 صفحة شامل جميع الكلمات والمحادثات و الجمل و التعبيرات و حروف الجر و أهم أسئلة الإنترڤيو التي لا غني عنها للعمل و أكتر بكتير و كل دا بالترجمة و النطق الصوتي الصحيح باللهجة الأمريكية.

2. بوكليت الجرامر شامل أهم قواعد الجرامر في اللغة الإنجليزية بداية من إزاي تكون جملة و أجزاء الكلام و جميع الأزمنة و الروابط و الدروس اللي هتساعدك تخلي الكلام يتكون بشكل مرتب و منظم و كمان بعد كل درس هتلاقي تدريبات مهمة عليه بالإجابات`}
  , { id: 7, Question: `هل الشحن مجاني؟ 
`, Answer: 'نعم؛ الشحن مجاني لجميع محافظات مصر.' }
  , { id: 8, Question: `مدة توصيل الكتاب و البوكليت؟`, Answer: `
1. القاهرة و الجيزة (من 24 ساعة ل 48 ساعة)
2. محافظات الدلتا (من 3 أيام ل 4 أيام)
3. محافظات الصعيد (من 4 أيام ل 5 أيام)

ملحوظة: في بعض الأحيان إذا حدث تأخير في توصيل الأوردر فنرجو العذر نظرآ لضغط العمل مع شركة الشحن.` }

]
